{
  "block.compactores.compact_ore": "Kompaktes %s",
  "itemGroup.compactores": "Kompakte Erze",

  "gui.compactores.configupdate.title": "Compact Ores Konfigurationsupdate",
  "gui.compactores.configupdate.message": "Compact Ores wurde erfolgreich auf version %s geupdated!\n\nJedoch wurde die aktive Konfiguration in version %s erstellt. Das bedeuted, dass sich die Konfiguration aufgrund von Änderungen in der Mod möglicherwise nicht richtig verhält. Falls du die Standardkonfiguration verwendest, ist es empfohlen, die Auto-Update Funktion zu verwenden. Falls du eine eigene Konfiguration verwendest, bitte update sie, falls nötig, selbst.\n\nACHTUNG: Wenn du die Auto-Update Funktion verwendest, gehen alle Änderungen, die an der Konfiguration vorgenommen wurden, VERLOREN.\n\nWillst du deine Compact Ores Konfiguration updaten (erfordert Spielneustart)?",
  "gui.compactores.configupdate.option1": "Updaten und Spiel beenden",
  "gui.compactores.configupdate.option2": "Alte Version behalten",

  "gui.compactores.configloadfailure.title": "Compact Ores Konfigurationsladefehler",
  "gui.compactores.configloadfailure.message": "Compact Ores konnte nicht richtig geladen werden, da beim laden der Konfiguration folgender Fehler aufgetreten ist:\n\n%s\n\nBitte behebe den Fehler um Compact Ores zu verwenden. Du kannst auch versuchen die Standardkonfiguration wiederherzustellen um den Fehler zu vermeiden, dabei gehen aber ALLE Änderungen die an der Konfiguration vorgenommen wurden VERLOREN.",
  "gui.compactores.configloadfailure.option1": "Spiel beenden",
  "gui.compactores.configloadfailure.option2": "Konfiguration zurücksetzen und Spiel beenden",
  
  "chat.compactores.debugging_enabled": "Compact Ores debugging ist momentan aktiviert. Es wird empfohlen, diese Option in Produktivumgebungen zu deaktivieren.",

  "commands.compactores.debugging_disabled": "Compact Ores debugging ist momentan deaktiviert. Aktiviere es, um diesen Befehl zu verwenden.",
  "commands.compactores.debugworldgen.success": "Compact Ores Welt-Generator Debugging wurde in %s aktiviert. Das Spiel könnte eine Weile hängen, während alle aktuell geladenen Chunks geleert werden.",
  "commands.compactores.debugworldgen.success.fallback_world_name": "dieser Welt",
  "commands.compactores.debugworldgen.failure": "Welt-Generator Debugging ist in dieser Welt bereits aktiviert.",
  "commands.compactores.genoretester.success": "Ein Erz-tester mit %d Erzen wurde erfolgreich generiert."
}